Repository: moradoulhaj/TP-Angular-MoradOulhaj
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Welcome to Book Haven
fr: Bienvenue chez Book Haven

source: Your premier destination for digital and physical books. We bridge the gap between readers and authors worldwide.
fr: Votre destination de choix pour les livres numériques et physiques. Nous rapprochons lecteurs et auteurs du monde entier.

source: Why Readers Choose Us
fr: Pourquoi les lecteurs nous choisissent

source: Books in Collection
fr: Livres en collection

source: Curated selection across all genres
fr: Sélection soignée de tous les genres

source: Active Members
fr: Membres actifs

source: Join our growing community
fr: Rejoignez notre communauté en pleine croissance

source: Delivery Promise
fr: Livraison garantie

source: For most metropolitan areas
fr: Dans la plupart des zones métropolitaines

source: Our Story
fr: Notre Histoire

source: Founded in 2010, Book Haven began as a small independent bookstore with a passion for connecting readers with great literature.
fr: Fondée en 2010, Book Haven a débuté comme une petite librairie indépendante passionnée par la littérature.

source: Today, we've grown into a comprehensive platform serving readers worldwide, while maintaining our commitment to personalized service and quality curation.
fr: Aujourd'hui, nous sommes une plateforme mondiale tout en gardant notre engagement pour un service personnalisé et une curation de qualité.

source: Our mission is to make reading accessible, enjoyable, and rewarding for everyone.
fr: Notre mission est de rendre la lecture accessible, agréable et enrichissante pour tous.

source: What We Offer
fr: Ce que nous offrons

source: Curated Collections
fr: Collections sélectionnées

source: Expertly selected books tailored to your interests and reading level.
fr: Des livres soigneusement sélectionnés selon vos intérêts et votre niveau.

source: Reading Clubs
fr: Clubs de lecture

source: Join our vibrant community of readers for discussions and events.
fr: Rejoignez notre communauté dynamique de lecteurs pour des discussions et des événements.

source: Membership Benefits
fr: Avantages des membres

source: Exclusive discounts, early access, and personalized recommendations.
fr: Réductions exclusives, accès anticipé et recommandations personnalisées.

source: Ready to Begin Your Reading Journey?
fr: Prêt à commencer votre aventure de lecture ?

source: Join thousands of happy readers discovering new worlds through books.
fr: Rejoignez des milliers de lecteurs heureux qui découvrent de nouveaux mondes grâce aux livres.

source: Explore Books
fr: Explorer les livres

source: Home Page
fr: Page d'accueil

source: Explore Products
fr: Explorer les produits

source: {{ cart.length }} Items
fr: {{ cart.length }} Articles

source: Subtotal: {{ cartTotal }}$
fr: Sous-total : {{ cartTotal }}$

source: View cart
fr: Voir le panier

source: Profile
fr: Profil

source: New
fr: Nouveau

source: My Commandes
fr: Mes commandes

source: Logout
fr: Se déconnecter

source: Create Account
fr: Créer un compte

source: Sign In
fr: Se connecter
